Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “行，酒菜都上了，咱们也不拘束了，喝起。”卢西恩端起酒杯，不忘笑着提醒道：“先和你们提醒一句，这酒可了不得，劲儿大得很，都悠着点喝。”
en_us: "Sure. The side dishes are all served. Let's be at ease and start drinking." Lucien raised his glass with a smile, and reminded them, "Let me warn you first, this alcohol is really strong. Drink it slowly."

source: “衙门那边应该没有为难你吧？”麦格放下碗，问道。
en_us: "The court did not make things difficult for you, right?" Mag asked as he put his bowl down.

source: “衙门那边我已经通知了，他们应该很快就会赶到，把暴徒抓了，这件事也就算了结了。”麦格在车外答应道。
en_us: "I've already informed the court. They should be arriving soon to arrest the thugs and this issue will be considered over." Mag answered outside of the carriage.

source: “被我打跑了啊。”麦格笑着说道。
en_us: "I chased him away," Mag said with a smile.

source: “被打包买走了吗？全部？！”矮胖中年人瞪眼看着费奇道。
en_us: The short and fat middle-aged man stared at Fitch and said, "Were they all bought up? All of them?!"

source: “褶子上有黄点的是蟹黄灌汤包，没有黄点的是普通灌汤包，你们试试喜欢吃哪一种。”
en_us: "The ones with a yellow dot on the folds are the crab roe soup dumpling and those without the yellow dot are the normal soup dumpling. Try and see which ones you like."

source: “要一瓶茅台酒，然后三样下酒菜各来一样吧。”波比看着麦格说道。
en_us: "A bottle of Maotai and all three side dishes," Bobby told Mag.

source: “要不咱们合伙先去罗莫街弄个铺子，也开家酒馆？大哥吃肉，咱们说不定还能喝口汤，毕竟高端酒都是限量的不是。”
en_us: "Why don't we go get a shop at Romo Street first and open a tavern too? We might get catch some of the straying customers. After all, all the high-end liquors are limited in quantity."

source: “要不小艾和小安先去外面玩一会吧，玛拉就在外面，让她带你们去吃好吃的。”埃菲看着艾米微笑着说道。
en_us: "Why don't Ay and An go out and play for a while first? Mala is just outside. She can bring you to go eat nice food." Eiffie smilingly said to Amy.

source: “要不把你送过去吧。”埃菲翻了个白眼。
en_us: "Why don't I send you over?" Eiffie rolled her eyes.

source: “要不是好吃的，以后我就不理你了。”艾米哼了一声。
en_us: "If it's not something yummy, I'm going to ignore you from now." Amy snorted.

source: “要不是罗莫街，的确没有这么便宜的商铺，但也正是罗莫街，它才不应该是这样的价格。”高瘦中年男人笑着摇摇头，伸手指了指不远处那家挂着转让的酒馆，“那就酒馆转让费+一年的租金，也就二十万铜币，接手就能营业，岂不更香？”
en_us: "It's true that we can't find such cheap shops if we aren't on Romo Street, but it's precisely why it shouldn't be this price because it's on Romo Street." The tall and lean man shook his head with a smile. He pointed at a tavern that had a "For Sale" sign hanging on its door. "That old tavern's stamp duty + one year's rental is only 200,000 copper coins, and we can start our business as soon as we take over it. Isn't that better?"

source: “要不要通知衙门那边？我们去的话，会不会有危险呢？”埃菲坐在马车上，看着坐在她对面的伊琳娜和艾米，有点担心道。
en_us: Eiffie sat in the carriage. Looking at Irina and Amy sitting across from her, she asked, "Do we need to inform the court? Will it be dangerous if we go there?"

source: “要不让菲丽丝她们过来？”伊琳娜看着有些苦恼的麦格说道：“反正她们现在应该都闲着。”
en_us: "Why don't we let Firis and the ladies come over to help out?" Irina said to the bothered Mag, "After all, they should be free right now."

source: “要不，以身相许？”伊琳娜笑着插嘴道。
en_us: "Why don't you marry him?" Irina interrupted with a smile.

source: “要不，我们也加入和平联盟吧，洛斯帝国太强大了，我们现在实力大损，已经无法和他们进行对抗。”一位部落酋长出声打破了沉默。
en_us: "Why don't we join the Peace Alliance too? The Roth Empire is too strong, and we have suffered really heavy losses. We are no longer able to fight against them." One of the chiefs broke the silence.

source: “要哭了……这也太好吃了吧。”
en_us: "I'm going to cry… This is too delicious."

source: “要多少？都给你全都给你……”
en_us: "How much do you need? I'll give you all I have…"

source: “要是人人都像你一样清醒，现在风之森林和生命之城，都应该属于洛斯帝国了吧。”海伦娜有些嘲讽道。
en_us: "If everyone had been so clear-headed like you, the Wind Forest and the City of Life would probably have ended up with the Roth Empire," Helena mocked.

source: “要是哈迪斯先生把我拐去就好了。”玛拉点着脑袋道。
en_us: "If only Mr. Hades will kidnap me." Mala nodded and said.

source: “要是得了金奖，以后来喝酒估计就得排队了。”
en_us: "If we win a prize, we would probably get people queuing to drink."

source: “要是父亲大人生气的话，是不是也能获得生活体验值啊？”
en_us: "If Father gets angry, does that mean I can also gain life experience points?"

source: “要有素质哦，不许说脏话。”
en_us: "You need to have some substance. No cursing."

source: “要论隐匿行踪和降低存在感，这世上恐怕没有哪个种族能比得上我们鬼族的。”梅兰特的笑容中透着自信与从容。
en_us: "In terms of stealth and invisibility, there is no race that does it better than us, the Ghost Clan." Merante smiled confidently.

source: “要说最好卖的书，当然是骑士话本最好卖了，当年亚历克斯的同人话本可是卖疯了，男人、女人、大人、小孩，全都疯狂迷恋亚历克斯的话本，出一本，卖爆一本，那些年的盛况，至今无人能够超越。那种以亚历克斯为主角的带颜色的话本和画册，更是供不应求。”老板一脸感慨，神态中还带着几分怀念。
en_us: "The bestselling books have to be the knights' storybooks. Alex's story books were breaking all the sales records back then. Men, women, adults, and children were all crazy over Alex's storybooks. Every edition was a bestseller. No one could break his record now. Those colored storybooks and picture albums with Alex as its protagonist are even more highly sought-after." The boss looked wistful, with a hint of nostalgia.

source: “规矩？”麦格笑了，脚在地上一踢，一把巨大的板斧飞起，落到了他的手上，“我这个人一向最讲规矩，我的人，别人都碰不得，这就是规矩。”
en_us: "Rules?" Mag laughed and kicked on the floor. A giant ax flew up and landed on his hand. "I always follow the rules. No one can touch my people. That's my rule."

source: “警告！警告！警告！小主请自重！一旦系统暴露，自爆程序将启动！”系统焦急的声音响起。
en_us: "Warning! Warning! Warning! Please abide with the rules, little mistress! The self-destruction program will be activated once the system is exposed!" The system's urgent voice sounded.

source: “警告！警告！警告！请小主注意保密守则！”生活体验系统的警报声立刻响起。
en_us: "Warning! Warning! Warning! Please abide by the secret rule!" the Life Experience System's warning alert rang immediately.

source: “计划的实施并无问题，战争也已经拉开了序幕，你更是靠着那些怨气得到了现在的实力，是有糟糕的家伙打乱了我们的计划，你要找到他们，然后杀死了他们，我会帮你的，这个世界的一切，都将是你的，所有人都将向你臣服。”沙哑低沉的声音在山洞中响起，黑色的影子也是随着微微摇晃。
en_us: "There is no problem with the plan's execution, and the war has already started. You have even gained your current power with that resentment. It's because some horrible fellows have disrupted our plans. You have to find them, and then kill them. I will help you, and everything in this world will belong to you, and everyone will bow to you." A hoarse and low voice sounded in the cave as the black shadow swayed gently.

source: “让人羡慕的男人……”
en_us: "He's a man who makes people envious…"

source: “让你破费了。”麦格清楚这种精美的绘本的价格，如果是出自名家之手，单本价格不会低于一万铜币的。
en_us: "You must have spent a lot of money. Thank you." Mag was clear how much such exquisite coloring books would cost. If it was from a famous artist, its price would be no lesser than 10,000 copper coins.

source: “让她戴上这枚戒指，除了克苏鲁，没有人再能感应到她的异常。”
en_us: "Let her wear this ring. Other Cthulhu, no one else could sense her abnormality again.

source: “让我们为埃菲小姐祈福吧，希望人没事。”
en_us: "Let us pray for Miss Eiffie. Hope she's fine."

source: “让我康康父亲大人又做什么好吃的了！”
en_us: "Let me take a look at what goodies Father made!"

source: “记住，不管谁来都不要开门，门从里边锁上了，别人进不来的。”
en_us: "Remember. Do not open the door no matter who comes along. The door is locked from within. No one can enter."

source: “评委们的酒量都相当好，一般情况下是没有问题的，而且就算真的有评委喝醉了，也还有几位预备评委可以上台，以保证品酒大会能够正常进行下去。”埃菲微笑着解释道。
en_us: Eiffie smilingly explained, "The judges' alcohol tolerance are quite good, so there's no problem usually. Even if the judges were tipsy, there are a few reserve judges that could go up and take their places, making sure that the liquor tasting event could go on."

source: “评比现场就在前边的大教堂里，应该快开始了，我带你们过去吧。”埃菲和麦格说道。
en_us: "The grading ground is in the church right in front. I think it's starting. Let me bring you over," Eiffie told Mag.

source: “诈尸了？”麦格下意识的向后退了两步，夜色正凉，这里又才惨死了那么多兽人，看着那坟堆不断颤抖，仿佛有什么东西要从地下钻出来，着实还是有些渗人。
en_us: "Zombies?" Mag instinctively took two steps back. The night was chilling, and so many orcs had just died. The earthen mound was trembling nonstop as if something was going to crawl out of it. It was indeed a little terrifying.

source: “试试就试试，我可是千杯不醉的。”伊琳娜招了招手，一个瓷白色的小酒坛落到了她手里。
en_us: "Of course, I will try it. I have never gotten drunk." Irina waved her hands, and a small white porcelain wine urn landed in her hand.

source: “该定一个什么价格呢？”
en_us: "What price should I set then?"

source: “该死的伊琳娜……”艾略特在房里踱步，突然停下了脚步，一拍手道：“对！必须要追才行！”
en_us: "Damn Irina..." Elliot paced around in the room. Then, he suddenly stopped and clapped his hands together. "Yes! We have to go after them!"

source: “该死的魔法师！”巨汉啐了一口唾沫，稍稍歇了口气，双手握着斧头高高举过头顶，浑身肌肉收紧，斧刃之上黑光凝聚，然后猛然劈下。
en_us: "Damned magic caster!" The giant guy spat and took a break. He lifted the axe over his head and tensed up all his muscles. A black glow consolidated on the axe's blade and then he crashed it down hard.

source: “说了这酒劲大，不信邪吧。”麦格看着沾到他怀里就睡着了的伊琳娜，有些无奈的笑着把她横抱起来，直接送上了楼。
en_us: "I told you this was strong, and you didn't believe it." Mag looked at Irina, who had fallen asleep in his embrace, and picked her up with a pampering smile to send her upstairs.

source: “说人话。”
en_us: "Speak properly."

source: “说什么呢，这种事情是这两个教士朋友能够影响和决定的吗？他们可能也和我们一样还不知道具体发生了什么。”坐在他对面那个兽人拍了一下他的肩膀，然后笑着看着希利道：“抱歉啊，我这位兄弟脾气有些急躁，没有敌意。”
en_us: "Why are you asking that? Can these two missionary friends affect and decide on such a matter? Most likely, they don't know what exactly happened, just like us." The orc sitting across from him patted his shoulder, and then smilingly said to Seely, "My apologies. My buddy has a hot temper, but he didn't mean any harm."

source: “说出来吓屎你们。”麦格嘴角微翘，他自然清楚这些大人们在想什么。
en_us: You'd be shocked if you knew. Mag smiled. He naturally knew what these lords were thinking.

source: “说到乔修来到兵部大院，然后以陛下的名义将各位大臣召去。”麦格顺口接道。
en_us: "You said that Josh came to the Ministry of Defense, and then gathered all the courtiers in His Majesty's name," Mag replied.

source: “说吧。”
en_us: "Speak."

source: “说吧，你是什么东西？为何来找我？又是如何找到我的？”麦格问道。
en_us: "Pray tell, what are you? Why did you come looking for me? And, how did you find me?" Mag asked.

source: “说吧，是谁派你来的？”麦格俯视着巨汉，微笑着说道：“如果你不想另一只手也变成这样的话，最好不要试图耍任何小动作。”
en_us: "Say it. Who sent you here?" Mag looked down at the big guy and smilingly said, "If you don't want your other hand to become like that, better not try any tricks."

source: “说起来，老板他们走了也快两个星期了吧？不知道什么时候会回来呢。”亚北米娅夹了一片毛肚在锅里涮着，有些感慨的说道。
en_us: "Say, Boss had left for almost two weeks, right? When would they be back?" Yabemiya lamented as she dipped tripe in the pot.

source: “说起来，这地方还是波比带我来的。”卢西恩看着站在最边缘的波比说道。
en_us: "Come to speak of it, it was Bobby who brought me here," Lucien said to Bobby, who was standing at the edge.

source: “请多米尼克将军和亚历克斯、伊琳娜进殿！”候在门口的官员高声道。
en_us: "Marshal Dominic, Alex and Irina, please!" the official at the door said in a loud voice.

source: “请宿主不要试图干涉其他系统发布的任务，这不利于系统对宿主的调教。”系统警告道。
en_us: "Can the Host please not interfere in the missions issued by the other systems? This is not good for the system who is educating its host." The system warned.

source: “请宿主再接再厉，复制和创造出更多美味的食物！”
en_us: "Please continue to work hard to replicate and create even more scrumptious food!"

source: “请宿主现在立刻前往后院，第三棵桂花树根部有一只黄褐色蜗牛，无毒可食用。”系统欢快的声音响起。
en_us: "Could the Host please proceed to the backyard now. There is a brown snal at the roots of the three osmanthus tree. It's not poisonous and is edible." The system's happy voice sounded.

source: “请小主努力完成任务，并积极参与其中，最终奖励将根据您的参与度决定。”
en_us: "Could little mistress please try to complete the mission and actively take part in it. The final reward will be decided according to your participation."

source: “请小主按照系统任务去完成，一切解释归系统所有。”
en_us: "Please complete the System's mission. The System would reserve all rights for final explanations."

source: “请慢用。”麦格将威士忌放下。
en_us: "Please enjoy." Mag put down the whiskey.

source: “请慢用。”麦格微微点头，转身退场。
en_us: "Enjoy." Mag nodded slightly and left.

source: “请稍等。”埃菲面色一喜，起身快步走向酒柜，从中间的货柜取了一瓶酒，倒了一杯。
en_us: "Please hold on." Eiffie was elated. She walked towards the wine cabinet and took out a bottle of wine and a glass from the cabinet in the centre.

source: “请进。”麦格开门，把那些表情有些幽怨的大人们迎进门。
en_us: "Please, come in." Mag opened the door, and welcomed the rather displeased lords.

source: “请进吧。”艾米也是侧身让开了门口，不过还是小声提醒道：“不要惹我母亲大人哦，她真的超厉害的。”
en_us: "Please come in." Amy stepped to the side too, but she still softly reminded her, "Don't antagonize my mother. She's really very formidable."

source: “请问喝点什么？”麦格微笑着问道。
en_us: "What would you like?" Mag asked with a smile.

source: “请问您要点什么？”一道软萌萌的声音响起。
en_us: "May I ask, what would you like to order?" A soft and cute voice spoke up.

source: “请问有什么事吗？”麦格看着他问道。
en_us: "What is the matter?" Mag asked.

source: “请问需要点什么？”亚北米娅微笑着来到卡诺他们桌旁。
en_us: "Excuse me, may I take your order?" Yabemiya came to Canault's table with a smile.

source: “请问，昨日你是否在距离酒馆二十三米的那栋屋子里，启动过什么高等级的机械？”晞开口问道，声音犹如冰冷的电流声。
en_us: "May I ask did you activate any advanced machinery in that house 23 meters away from this tavern yesterday?" Xi asked in a voice that was as cold as the sound of an electric current.

source: “请问，这房子是要对外出租吗？”一道声音在费奇他们的身后响起。
en_us: "Excuse me, is this property for rent?" A voice spoke up behind Fitch.

source: “诺亚小弟弟。”
en_us: "Little Brother Noah."

source: “诺亚小弟弟，要乖哦。”艾米伸长手臂摸了摸诺亚的脑袋，然后真的拿出一颗糖递给了诺亚。
en_us: "You have to be good, Little Brother Noah." Amy reached out to pat Noah's head before taking out a candy, and passed it to Noah.

source: “谁啊，大半夜的，才刚搬来就找上门？”伊琳娜疑惑道。
en_us: "Who is it? It's the middle of the night, and they're here the moment we move in?" Irina commented in bewilderment.

source: “谁把我踹下床了吗？”她一下子坐起身来，看着空荡荡的大床，上面并没有人。
en_us: Did someone kick me off the bed? She sat right up, and saw the large, empty bed. There was no one on the bed at all.

source: “谁拿板砖拍我？！”埃菲从地上爬起来，拿开盖在脸上的不明飞行物，上面赫然写着《金瓶梅》三个大字！
en_us: "Who smacked me with a brick?!" Eiffie got up from the floor and removed the unidentified flying object from her face. The title of "The Plum in the Golden Vase" was written on it.

source: “谁？”
en_us: "Who's out there?"

source: “谁？”麦格回头。
en_us: "Who is it?" Mag turned around.

source: “谢……谢大祭司。”艾略特仿佛被抽去了浑身气力，踉跄着从地上爬起来，连滚带爬的离开了星空洞府。
en_us: "Y-yes, High Priestess." Elliot felt as though all the energy in his body was sucked out. He clambered up, and staggered out of the Starry Cave.

source: “谢了。”亚伯罕随口道了声谢，目光却已被面前的三盘下酒菜吸引。
en_us: "Thank you," Abraham thanked Mag, but his gaze was already attracted by the three side dishes.

source: “谢了小兄弟。”那兽人看着卡诺笑着说道。
en_us: "Thanks, bro." That orc smiled at Canault.

source: “谢了师傅。”麦格给帮忙卸货的车夫两个银币，多的一个银币是小费。
en_us: "Thank you." Mag gave the coachman who helped him offload the kitchenware two silver coins. The extra silver coin was the tip.

source: “谢了老板，剩下的，就给孩子买糖吃吧。”亚伯罕拿了三个龙币交给艾米。
en_us: "Thanks, Boss. Buy some sweets for the child with the change." Abraham passed three dragon coins to Amy.

source: “谢谢……谢谢您们。”诺亚噗通跪在了地上，朝着麦格和伊琳娜感谢道。
en_us: "Th-thank you." Noya thanked Mag and Irina as he kneeled on the floor.

source: “谢谢。”
en_us: "Thank you."

source: “谢谢。”伊丽莎白闻言将戒指戴在了自己的无名指上，然后看着麦格说了一声再见，转身向前走去，一片巨大的雪花出现在她的脚下，人已是消失在夜色笼罩的广场上。
en_us: "Thank you." Elizabeth wore the ring on her ring finger when she heard that before saying goodbye to Mag, and turned to leave. A giant snowflake appeared under her feet, and she disappeared from the dark square.

source: “谢谢。”伊琳娜接过那绸缎，倒也的确有几分喜欢。
en_us: "Thank you." Irina received the satin. She was pretty fond of it.

source: “谢谢。”埃菲点头，重新入座，等待评委们品酒打分。
en_us: "Thank you." Eiffie nodded. She sat back down and waited for the judges to give their scores.

source: “谢谢。”埃菲甜甜的说道，双手捧着茶杯，暖着手。
en_us: "Thank you." Eiffie said sweetly. She held the teacup with both her hands to warm them up.

source: “谢谢。”女人将目光从麦格身上收回，踏入了餐厅，扫视一圈后，在靠近门口的位置坐下，然后继续注视着麦格。
en_us: "Thanks." The woman retracted her gaze from Mag. She stepped into the tavern and surveyed it once before sitting down at a seat close to the door. Then, she continued to stare at Mag.

source: “谢谢。”晞将箱子收到装备仓中，看着麦格的目光减少了几分警惕，“我会尽快找到乔修与兰克斯特，如果你有他们的消息，也请第一时间联系我。”
en_us: "Thank you." Xi kept the box in her equipment bay. There was less wariness when she looked at Mag again. "I will find Josh and Rankster as soon as possible. If you have their information, please notify me immediately too."

source: “谢谢。”晞平静的答复了一声，目光却已是被面前的酒菜所吸引。
en_us: "Thank you." Xi answered him calmly, but her gaze was already attracted by the liquor and dishes in front of her.

source: “谢谢。”波比微微点头，拿起那颇为圆润的白色酒瓶，酒瓶的手感非常光滑细腻，解开酒瓶上的封布，里边还有一个软木塞。
en_us: "Thank you." Bobby nodded slightly. He picked up the white circular bottle. The bottle was very smooth. He undid the cloth sealing the bottle, and saw a cork underneath.

source: “谢谢。”麦格和他碰了一下手，然后便收了回来，“也恭喜你的爆炸酒获得了银奖。”
en_us: "Thank you." Mag touched his hand and then retracted it. "Congratulations for winning the silver award with your Explosive Liquor."

source: “谢谢。”麦格微微点头，然后重新坐下。
en_us: "Thank you." Mag nodded and then sat down again.

source: “谢谢。”麦格郑重的收起，虽然感觉的这个女人是个没得感情的机器人，但应该不会在这种事情上骗他。
en_us: "Thank you." Mag kept it solemnly. Although this woman felt like an emotional robot, she most likely wouldn't lie to him on such matters.

source: “谢谢你救了我。”伊琳娜看着晞感谢道。
en_us: "Thank you for saving me." Irina thanked Xi.

source: “谢谢你的美酒，等我兜里有钱了，我再来找你喝酒，下次……我请。”帕萨喝的微醺，一脸认真的看着麦格说道。
en_us: "Thank you for your beautiful wine. When I have money in my pocket, I'll drink with you again. Next time… it's my treat," Pasa, who was slightly tipsy, told Mag seriously.

source: “谢谢啊。”车夫有些受宠若惊的收下银币，忙不迭的感谢道，平时一天可能都赚不到那么多钱，又是帮忙把东西抬进了福利院才离开。
en_us: "Thank you." The coachman kept the silver coins with surprise, and quickly expressed his gratitude. He couldn't even earn that much money in a day usually, so he helped to carry things into the orphanage before leaving.

source: “谢谢埃菲姐姐。”艾米嘴里叼了个饼干，提着篮子，开心的走了。
en_us: "Thank you, Big Sister Eiffie." Amy held a biscuit in her mouth and went off happily with the basket.

source: “谢谢库尔特大人对于家父的肯定，也感谢大家依旧记得我的父亲。”埃菲先向着库尔特微微鞠躬感谢，然后站直了身体，声音嘹亮的说道：“这不是孤品藏酒，是家父三十年前封存的窖藏酒，窖藏三十年方可开启。
en_us: "Thank you, Lord Kurt, for acknowledging my father's achievement, and thank you, everyone, for remembering my father." Eiffie bowed to Kurt to thank him before standing up straight and saying out in a loud and clear voice, "This is the the last bottle of wine. This was the wine that my father kept in the cellar 30 years ago and he said that it could only be opened 30 years later.

source: “谢谢您。”诺亚再次向着麦格鞠了一躬。
en_us: "Thank you." Noya bowed deeply at Mag once again.

source: “谢谢胖爷爷。”艾米开心的收起龙币，这可是超级值钱的钱钱。
en_us: "Thank you, Fat Grandpa." Amy kept the dragon coins happily. This was super valuable money.

source: “谢谢麦老板！”薇薇安开心的像个小孩，伸手从麦格手里接过冰激凌舔了一口，笑容愈发灿烂。
en_us: "Thank you, Boss Mag!" Vivian was as happy as a child. She took the ice cream from Mag, and licked it with an increasingly bright smile.

source: “谢谢麦老板，那我就不客气了。”诺亚拿起勺子，风卷残云，沉浸在扬州炒饭的美味中无法自拔。
en_us: "Thank you, Boss Mag. I'll dig in then." Noya picked up his spoon, and wolfed down the Yangzhou fried rice as he immersed himself in its deliciousness.

source: “谢谢，您请慢用。”埃菲转身离开，笑容已是在脸上洋溢开来。
en_us: "Thank you, please enjoy them." Eiffie turned to walk away with a smile widening on her face.

source: “谢谢，晚上我会去吃一条烤鱼庆祝一下的。”薇薇安脸上满是得意的笑容，她也是刚刚才从露娜那里得到录取的通知，而且这是经过老教师评审团面试过的，和露娜完全没有关系。
en_us: "Thank you. I will go to eat grilled fish as a celebration tonight." Vivian had a smug smile. She had just received the admission notice from Luna. She had passed the experienced teachers' interview, which had nothing to do with Luna.

source: “谢谢，谢谢你哈迪斯先生。”埃菲抹了一把眼泪，很快将自己的情绪稳定下来，然后微笑着回应着周围人的恭贺。
en_us: "Thank you, thank you Mr. Hades." Eiffie wiped her tears away and quickly calmed herself down. After that, she smiled and thanked everyone for their well-wishes.

source: “费用就不必了，就当是埃菲小姐告知我品酒大会的消息的回报吧。”麦格笑着摇了摇头，取出卷尺量了一下这个酿酒坊的各项尺寸，站在一旁思考了一会，又是看着埃菲道：“不知可否看看埃菲小姐的酿酒册？”
en_us: "There's no need for a fee. Just take it as the reciprocation for Miss Eiffie telling me about the liquor tasting." Mag shook his head smilingly. He took out the measuring tape to measure the dimensions of this brewery. After standing there and pondered for a while, he said to Eiffie, "May I see Miss Eiffie's brewing manual?"

source: “走了。”麦格拍了一下阿紫的背，阿紫腾空而起，向着混乱之城的方向飞去，而麦格则闭上了眼睛开始休息。
en_us: "I'm going." Mag patted Ah Zi's back, and Ah Zi took off and flew towards Chaos City, while Mag closed his eyes for a rest.

source: “走吧，下楼，一会吃过午饭，我给你们做新的甜点。”麦格笑着摸了摸艾米的脑袋。
en_us: "Let's go downstairs. I'll make you new desserts after lunch." Mag patted Amy's head smilingly.

source: “走吧，去一趟书房，我要写封信给地精族族长，人可以不通，但货完全可以从铁路继续畅通，这种时候，危机也是一种机会。”伊恩起身，笑着说道。
en_us: "Let's go to the study. I want to write a letter to the goblin chief. Even if people can't travel, we must ensure that the goods can pass through smoothly via the railroad. A time like this shows that a crisis is also an opportunity," Ian said with a smile as he stood up.

source: “走吧，去边境看看。”麦格点头，驾着紫纹狮鹫进入洛斯帝国边境，并且开始巡视边境沿线。
en_us: "Let's go check out the border." Mag nodded. He rode the griffin into the Roth Empire's borders, and began patrolling along it.

source: “走吧，咱们去吃前面那家低配版的鱼香茄子，一会再给你买一个冰激凌。”杰尔吉摸摸帕默的脑袋说道，带着他上了马车。
en_us: "Let's go have that lousier version of the eggplant with garlic sauce in front. After that, I'll buy you an ice cream," Gjerj said as he stroked Parmer's head and brought him up the horse-drawn carriage.

source: “走吧，我们去洛都。”梅兰特扫了一眼那小人模样的白色符纸，符纸很快被一团绿莹莹的火焰吞噬。
en_us: "Let's go to Rodu." Merante glanced at the white talisman in the shape of a person. The talisman was quickly engulfed in a ball of neon green flame.

source: “走吧，我们该去收点酬劳了。”麦格跺了跺脚，这座荒废多年的楼便塌了。
en_us: "Let's go. We should go collect some payment." Mag stomped his foot and this building that had been deserted for years, collapsed.

source: “走吧，我将指引你们的道路。”伊琳娜说道，一束光落到了他们的前方，一条光道通向远方。
en_us: "Let's go. Let me show you the way." Irina said. A beam of light shone in front of them and a path of light led afar.

source: “走吧，我已经预定了位置。”亚伯罕当先向着牛肉馆走去。
en_us: "Let's go. I've already made a reservation." Abraham led the way to the beef restaurant.

source: “走吧，那边的飞镖好像也挺好玩的呢。”艾米把钱收好，目光落到了不远处的飞镖射木牌的摊位上。
en_us: "Let's go. The darts stall over there seems fun too." Amy kept the money, and her gaze landed on the stall that threw darts at the wooden boards.

source: “走！”阿尔宾抹了一把眼泪，猫着腰从门口窜了出去，三两下便崩进了一旁的树丛中，如一只灵活的猴子般在树梢间穿行，向着远处挂着乔尸体的栏杆冲去。
en_us: "Go!" Albin wiped a tear away and crouched down to run out of the door. In no time at all, he darted into the bushes at the side, like a nimble monkey swinging from tree to tree as he dashed towards Joe's body, which was hanging on the pole.

source: “赶紧贴公告，接下来一个月，光是把这些商铺租出去，就能打满下个月的业绩了。”费奇笑着催促道。
en_us: "Go and stick the notices quickly. As renting all these shops out alone could hit all our next month's aleas target." Fitch hurried his subordinate smilingly.

source: “超出目前诺兰大陆的等级上限的存在，类似于旧日支配者的存在。”
en_us: "Something that is currently more powerful than the upper limit existing in Norland Continent. Soemthing similar to the Great Old Ones."

source: “超绝的绘画天赋。”麦格摸了摸下巴，看着安妮眼睛一亮，道：“安妮，你有兴趣成为一名漫画家吗？”
en_us: She's a superb natural at drawing. Mag caressed his chin as he looked at Annie with bright eyes, and said, "Annie, are you interested in becoming a comic artist?"

source: “超超超超级满足！”
en_us: "So, so, so, so satisfying!"

source: “跑！”埃菲看着那壮汉，脸色刷的雪白，一把抓住玛拉，向着酒馆后跑去。
en_us: "Run!" Eiffie looked at that big guy and went white. She grabbed Mala and ran towards the back of the tavern.

source: “距离第一个小目标，还有些距离。”麦格谦虚道。
en_us: "It's still some distance away from my first small target." Mag said humbly.

source: “距离越近，龟甲石的侦查效果越强，这两天我们爷俩会在洛都城里和周围多转转，看看有什么发现。”梅兰特说道。
en_us: "The closer he is, the better the septaria oracle will be able to detect him. For the next two days, we will be going around the different towns near Rodu to see what we can find," Merante said.

source: “跟我来，先离开这里。”麦格在口袋里按了一下求救键，长剑飞回落到他的手中，当先向着来时的洞穴冲去。
en_us: "Follow me. Let's get out of here first." Mag pressed the SOS button in his pocket and the longsword flew back to his hand, rushing right into the cave.

source: “跟着我混，有我一碗饭吃，就有你一个碗刷，不会亏待你的。”艾米把手里的碗递给诺亚，拍了拍他的肩膀道。
en_us: Amy passed her bowl to Noah, patted his shoulder, and said, "Follow my lead, and you will never starve. You will never be mistreated."

source: “轰。”
en_us: Boom.
